---
kind: enumMember
id: F:Autodesk.Revit.DB.LoadOperationType.Explicit
enum: Autodesk.Revit.DB.LoadOperationType
source: html/ef5d6ee8-e822-264a-b0fd-174935999f72.htm
---
# Autodesk.Revit.DB.LoadOperationType.Explicit

The load operation was triggered by an explicit reload action on the part
 of the user.